tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "glib"
brew "python@3.9"
brew "coreutils"
brew "curl"
brew "dnsmasq", restart_service: true
brew "fd"
brew "fzf"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "kubernetes-cli", link: false
brew "libheif"
brew "neovim"
brew "node"
brew "pipenv"
brew "postgresql@14"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "unzip"
brew "watch"
cask "bitwarden"
cask "docker"
cask "emacs"
cask "font-comic-mono"
cask "font-fira-mono"
cask "font-jetbrains-mono"
cask "kitty"
cask "postman"
