tap "homebrew/cask-fonts"

brew "asdf"
brew "awscli"
brew "bitwarden-cli"
brew "ca-certificates"
brew "chezmoi"
brew "coreutils"
brew "dnsmasq"
brew "docker-compose"
brew "findutils"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gpg"
brew "graphviz"
brew "grpcurl"
brew "kubie"
brew "libpq", link: true
brew "ripgrep"
brew "tenv"
brew "typescript-language-server"

cask "apptivate"
cask "chatgpt"
cask "cursor"
cask "docker"
cask "emacs"
cask "font-atkinson-hyperlegible-mono"
cask "font-atkinson-hyperlegible-next"
cask "goland"
cask "google-chrome"
cask "notunes"
cask "slack"
cask "visual-studio-code"
